Repository: wp-plugins/comic-easel
Catalog: languages/comic-easel-*.po
Languages: de_de, fr_fr

source: Displays the comic blog post for the day, best used when the comic blog post is disabled and you want to put this into a sidebar.
de_de: Zeigt den Comicblogpost des Tages, verwende es am Besten wenn der Comicblogpost inaktiv ist und Du dies in eine Seitenleiste legen willst.

source: Archives
de_de: Archiv
