Repository: wp-plugins/comic-easel
Catalog: languages/comic-easel-*.po
Languages: de_de, fr_fr

source: Comic Easel Settings RESET!
de_de: Comic Easel Einstellungen RESET!
fr_fr: Réglages Comic Easel RÉINITIALISÉS!

source: Comic Easel Settings SAVED!
de_de: Comic Easel Einstellungen GESPEICHERT!
fr_fr: Réglages de Comic Easel SAUVEGARDÉS!

source: General
de_de: Allgemein
fr_fr: Général

source: Created, Developed and maintained by
fr_fr: Créé, développé et maintenu par

source: If you like the Comic Easel plugin, please donate. It will help in developing new features and versions.
de_de: Wenn Dir das Comic Easel Plugin gefällt, bitte spende etwas. Das hilft neue Features und Versionen zu entwickeln.
fr_fr: Si vous aimez le plugin Comic Easel, veuillez faire un don. Cela permettra de développer de nouvelles fonctions et versions.

source: French Translation by LiAn
de_de: Französische Übersetzung von LiAn
fr_fr: Traduction française par Li-An

source: Add Comic
de_de: Comic hinzufügen
fr_fr: Ajouter un comic

source: Edit Comic
de_de: Comic bearbeiten
fr_fr: Éditer le comic

source: Edit
de_de: Bearbeiten
fr_fr: Éditer

source: New Comic
de_de: Neuer Comic
fr_fr: Nouveau comic

source: View Comic
de_de: Ansicht Comic
fr_fr: Voir le comic

source: Search Comics
de_de: Suche Comics
fr_fr: Rechercher dans les comics

source: No comics found
de_de: Keine Comics gefunden
fr_fr: Aucun comic de trouvé

source: No comics found in Trash
de_de: Keine Comics im Papierkorb gefunden
fr_fr: Aucun comic de trouvé dans la poubelle

# taxonomy general name
source: Chapters
fr_fr: Chapitres

# taxonomy singular name
source: Chapter
fr_fr: Chapitre

source: Search Chapters
de_de: Kapitel durchsuchen
fr_fr: Rechercher des chapitres

source: Popular Chapters
de_de: Beliebte Kapitel
fr_fr: Chapitres populaires

source: All Chapters
de_de: Alle Kapitel
fr_fr: Tous les chapitres

source: Parent Chapter
de_de: Parent Kapitel
fr_fr: Chapitre parent

source: Parent Chapter:
de_de: Parent Kapitel:
fr_fr: Chapitre parent:

source: Edit Chapters
de_de: Kapitel bearbeiten
fr_fr: Éditer les chapitres

source: Update Chapters
de_de: Kapitel updaten
fr_fr: Mettre à jour les chapitres

source: Add New Chapter
de_de: Neues Kapitel hinzufügen
fr_fr: Ajouter un nouveau chapitre

source: New Chapter Name
de_de: Neuer Kapitelname
fr_fr: Nom du nouveau chapitre

# taxonomy general name
source: Characters
fr_fr: Personnages

# taxonomy singular name
source: Character
fr_fr: Personnage

source: Search Characters
de_de: Charaktere durchsuchen
fr_fr: Rechercher dans les personnages

source: Popular Characters
de_de: Beliebte Charaktere
fr_fr: Personnages les plus populaires

source: All Characters
de_de: Alle Charaktere
fr_fr: Tous les personnages

source: Parent Character
de_de: Parent Charakter
fr_fr: Personnage parent

source: Parent Character:
de_de: Parent Charakter:
fr_fr: Personnage parent:

source: Edit Character
de_de: Charakter bearbeiten
fr_fr: Éditer le personnage

source: Update Character
de_de: Charakter updaten
fr_fr: Mise à jour du personnage

source: Add New Character
de_de: Neuen Charakter hinzufügen
fr_fr: Ajouter un nouveau personnage

source: New Character Name
de_de: Neuer Charaktername
fr_fr: Nom du nouveau personnage

# taxonomy general name
source: Locations
fr_fr: Lieux

# taxonomy singular name
source: Location
fr_fr: Lieu

source: Search Locations
de_de: Orte durchsuchen
fr_fr: Rechercher des lieux

source: Popular Locations
de_de: Beliebte Orte
fr_fr: Lieux populaires

source: All Locations
de_de: Alle Orte
fr_fr: Tous les lieux

source: Parent Locations
de_de: Parent Orte
fr_fr: Lieux parents

source: Parent Location:
de_de: Parent Orte:
fr_fr: Lieu parent:

source: Edit Location
de_de: Ort bearbeiten
fr_fr: Éditeur le lieu

source: Update Location
de_de: Ort updaten
fr_fr: Mise à jour du lieu

source: Add New Location
de_de: Neuen Ort hinzufügen
fr_fr: Ajouter un nouveau lieu

source: New Location Name
de_de: Neuer Ortsname
fr_fr: Nom du nouveau lieu

source: Over Comic
de_de: Über Comic
fr_fr: Au dessus du comic

source: Left of Comic
de_de: Links vom Comic
fr_fr: À gauche du comic

source: Right of Comic
de_de: Rechts vom Comic
fr_fr: À droite du comic

source: Under Comic
de_de: Unter Comic
fr_fr: Sous le comic

source: Comic Easel Sidebar Location
de_de: Comic Easel Seitenleiste Position
fr_fr: Emplacement de la sidebar Comic Easel

source: Comic Easel - Test Information
fr_fr: Comic Easel - Test d'information

source: Order
de_de: Reihenfolge
fr_fr: Ordre

source: Name
fr_fr: Nom

source: Slug
fr_fr: Identifiant

source: Chapter Order
de_de: Kapitel Reihenfolge
fr_fr: Odre des chapitres

source: This defines what order the chapter is in. 0 = do not order.
de_de: Dies definiert in welcher Reihenfolge sich das Kapitel befindet. 0 = nicht ordnen
fr_fr: Ceci définit l'ordre des chapitres. 0=ne pas ordonner.

source: Comic Title
de_de: Comictitel
fr_fr: Titre du comic

source: Chapter
de_de: Kapitel
fr_fr: Chapitre

source: Characters
de_de: Charaktere
fr_fr: Personnages

source: Location
de_de: Ort
fr_fr: Lieu

source: Tags
fr_fr: Mots-clef

source: Thumbnail
fr_fr: Miniature

source: To add a comic image, use the featured image link to add a featured image. After it uploads, click the "use as featured image".
de_de: Um ein Comicbild hinzuzufügen, benutze den featured image link um ein gefeaturetes Bild hinzuzufügen. Klicke nach dem Upload auf "use as featured image".
fr_fr: Pour ajouter une image de comic, utiliser le lien ajouter une image à la une. Après son upload, cliquer sur "utiliser comme image à la une"

source: Alt (Hover) Text
fr_fr: Texte Alt (au passage de la souris)

source: <br />Edit Comic.
fr_fr: <br />Editer le comic.

source: &lsaquo;&lsaquo; First
de_de: &lsaquo;&lsaquo; Erster
fr_fr: &lsaquo;&lsaquo; Début

source: Last &rsaquo;&rsaquo;
de_de: Neuester &rsaquo;&rsaquo;
fr_fr: Fin &rsaquo;&rsaquo;

source: Next &rsaquo;
de_de: Nächster Comic &rsaquo;
fr_fr: Suivant &rsaquo;

source: &lsaquo; Prev
de_de: &lsaquo; Vorheriger Comic
fr_fr: &lsaquo; Précédent

source: Comments
de_de: Kommentare
fr_fr: Commentaires

source: Random
fr_fr: Au hasard

source: First Appearance:
de_de: Erster Auftritt:
fr_fr: Première apparition:

source: You do not have any characters yet.
de_de: Du hast noch keine Charaktere.
fr_fr: Vous n'avez pas encore créé de personnage.

source: Permanent Link:
fr_fr: Lien permanent:

source: Enable Dashboard Feed to Frumph.NET
fr_fr: Afficher le flux de Frumph.NET

source: This is a feed that shows what is happening on Frumph.NET
fr_fr: Ceci est un flux RSS qui montre ce qui se passe sur Frumph.NET

source: Disable Comic on the Home Page?
de_de: Comic auf Homepage deaktivieren?
fr_fr: Désactiver l'affichage du comic sur la page d'accueil (home) ?

source: Checking this will stop the display of the comic and comic area on the home page
de_de: Das Ankreuzen deaktiviert die Anzeige des Comics und des Comicbereichs auf der Homepage
fr_fr: Cocher ceci empêchera l'affichage du comic et de la zone de comics sur la page d'accueil (home)

source: Disable the Comic Post on the Home Page?
de_de: Deaktiviere den Comic Post auf der Homepage
fr_fr: Désactiver les billets Comic sur la page d'accueil (home) ?

source: Checking this will stop the display of the comic's blog on the home page.
de_de: Das Ankreuzen deaktiviert die Anzeige des Comicblogs auf der Homepage
fr_fr: Cocher ceci stoppera l'affichage des comics sur le blog dans la page d'accueil (home).

source: Enable comments to appear on the home page for comic posts?
de_de: Aktiviere das Erscheinen der Kommentare für Comicposts auf der Homepage
fr_fr: Autoriser les commentaires à apparaître sur la page d'accueil (home) pour les billets comics ?

source: If the blog loop is disabled and the comic post is enabled on the home page, enabling this will allow the comments for the comic post to appear.
de_de: Wenn der Blog Loop deaktiviert ist und der Comicpost auf der Homepage aktiviert ist, wird das Aktvieren dieser Option die Kommentare für den Comicpost anzeigen.
fr_fr: Si la boucle (loop) de blog est désactivée et que le billet comic est activé sur la page d'accueil (home), activer ceci va permettre l'affichage des commentaire de ce billet comic.

source: Enable comic sidebar locations?
fr_fr: Autoriser les emplacements de sidebars pour les comics ?

source: Checking this option makes 4 new sidebars appear in the appearance - widgets section, above comic, below comic, left of comic and right of comic.
de_de: Wenn diese Option aktiviert ist, werden 4 neue Seitenleisten im Design - Widgets-Bereich erscheinen - über dem Comic, unter dem Comic, links vom Comic und rechts vom Comic.
fr_fr: Cocher cette option fait apparaître quatre nouvelles sidebars dans la section apparence-widgets, au dessus du comic, sous le comic, à gauche et à droite du comic.

source: Thumbnail sizes for locations where used.
de_de: Thmbnailgrössen für die Orte, wo sie verwendet wurden.
fr_fr: Tailles des miniatures à l'endroit où elles apparaissent.

source: Thumbnail size for main RSS Feed
de_de: Thumbnailgröße für Haupt- RSS Feed
fr_fr: Taille des miniatures pour le flux RSS principal

source: None
de_de: Keins
fr_fr: Aucun

source: Large
fr_fr: Grande taille

source: Full
de_de: Vollgröße
fr_fr: Originale

source: The thumbnail for the main RSS /feed/
de_de: Das Thumbnail für den Haupt- RSS /feed/
fr_fr: La miniature pour le flux RSS principal

source: Thumbnail size for the direct comic & chapter RSS Feeds
de_de: Thumbnailgrösse für den direkten Comic & Kapitel RSS Feeds
fr_fr: La taille de miniature pour les flux RSS directs de comic et de chapitres.

source: The thumbnail for the direct comic and chapter RSS /comic/feed/ and /chapter/chapter-slug/feed/
de_de: Das Thumbnail für den direkten Comic und das Kapitel RSS /comic/feed/ und / kapitel/kapitel-slug/feed/
fr_fr: La miniature pour le flux RSS direct comic et le chapitre et le flux RSS chapitre et identifiant chapitre

source: Thumbnail size for archive and search
de_de: Thumbnailgröße für Archiv und Suche
fr_fr: Taille de la miniature pour les archives et la recherche

source: The thumbnail shown inside posts when viewed in the archive and search functions of WordPress
de_de: Das Thumbnail innerhalb der Posts wie es im Archiv und in der Wordpress- Suchfunktion angezeigt wird
fr_fr: La miniature montrée dans les billets à l'affichage des archives et les résultats de la fonction de recherche de Wordpress

source: NOTE: Edit a post, click update on it for the feeds to refresh with new copies; to see changes.
de_de: HINWEIS: Bearbeite einen Post, klicke "Update", um die Feeds mit neuen Kopien zu aktualisieren; um die Änderungen zu sehen.
fr_fr: NOTE: éditer un biller, cliquer mise à jour pour que les flux soient remis à jour avec une nouvelle version; pour voir les changements.

source: Save Settings
de_de: Einstellungen speichern
fr_fr: Sauvegarder les réglages

source: Navigation Options
de_de: Navigation Optionen
fr_fr: Options de navigation

source: Clicking the comic goes to next comic?
de_de: Zum nächsten Comic gehen indem man auf den Comic klickt?
fr_fr: Cliquer sur le comic amène au prochain comic ?

source: When this is enabled, when the comic is mouse over and clicked it will go to the next comic in the chapter.
de_de: Wenn dies aktiviert ist, kommt man zum nächsten Comic im Kapitel, wenn man mit Mouse Over auf den Comic ist und klickt.
fr_fr: Quand ceci est coché, lorsque le visiteur clique sur le comic, il est automatiquement redirigé vers le prochain comic dans le chapitre.

source: Disable the Menubar Mini-navigation? (if implemented)
de_de: Deaktiviere die Mini-Navigation des Menübalkens? (falls eingebaut)
fr_fr: Désactiver la mini-navigation de la barre de menu ? (si implémentée)

source: Checking this will disable the mini navigation in the menubar if the theme you are using supports it.
de_de: Wenn diese Option aktiviert ist, wird die Mini-Navigation im Menübalken deaktiviert wenn das Theme, das Du benutzt es unterstützt.
fr_fr: Cocher ceci va désactiver la mini-navigation dans la barre de menu si le thème que vous avez choisi le permets.

source: Navigation Widget
fr_fr: Widget de navigation

source: Graphic Navigation Set
de_de: Grafisches Navigationsset
fr_fr: Set de navigation graphique.

source: Choose a directory to get the graphic navigation styling from. To create your own custom graphic navigation menu buttons just create a directory under <i>images/nav/</i> in your child theme and place your image files and navstyle.css file inside of it to determine the style of your navigation display.
de_de: Wähle ein Verzeichnis, um den Stil der grafischen Navigation auszuwählen. Um Deine eigenen grafischen Navigationsbuttons für das Menü zu schaffen, lege ein Verzeichnis unter <i>images/nav/</i> in Deinem Child Theme an und füge Deine Bilddateien und die navstyle.css Datei darin ein, um den Stil Deiner Navigationsanzeige zu definieren.
fr_fr: Choisir un répertoire pour placer le style de navigation graphique choisi. Pour créer vos propres boutons de menu de navigation personnalisés, créez juste un répertoire dans <i>images/nav/</i> dans votre thème enfant et placez vos fichiers images et le fichier navstyle.css pour déterminer votre affichage de navigation.

source: Default Navigation
fr_fr: Navigation par défaut

source: Disable default navigation?
de_de: Default Navigation deaktivieren?
fr_fr: Désactiver la navigation par défaut ?

source: Checking this will disable the default navigation, you could use and skin the navigation widget.
de_de: Wenn diese Option aktiviert ist, wird die Default-Navigation deaktivieren, Du kannst das Navigationswidget verwenden und einrichten.
fr_fr: Cocher ceci va désactiver la navigation par défaut. Vous pouvez utiliser et personnaliser le widget de navigation.

source: Navigate through only the chapters and not all comics?
de_de: Navigiere nur durch die Kapitel und nicht durch alle Comics?
fr_fr: Naviguer uniquement dans les chapitres et pas tous les comics ?

source: Enabling this make the navigation only navigate through individual chapters with the default navigation.
de_de: Wenn diese Option aktiviert ist, wird die Navigation nur durch individuelle Kapitel mit der Standardnavigation führen.
fr_fr: Cocher ceci va permettre la navigation uniquement à travers les chapitres individuels à partir de la navigation par défaut.

source: Enable the chapter navigation drop down in the comic navigation?
de_de: Aktiviere die Kapitelnavigations-Dropdownbox unter der Comicnavigation?
fr_fr: Activer la navigation par menu déroulant dans les chapitres à l'intérieur de la navigation dans les comics ?

source: When this is enabled, a drop down archive box will appear in the navigation that lets you go to the start of each chapter
de_de: Wenn diese Option aktiviert ist, wird eine Dropdown-Archivbox in der Navigation erscheinen, das Dich zum Start jedes Kapitels führt.
fr_fr: Quand ceci est activé, un menu déroulant s'affiche dans la navigation qui vous permet d'aller au début de chaque chapitre

source: Enable the random comic link in the comic navigation?
de_de: Den Zufälligen-Comic-Link in der Comicnavigation aktivieren?
fr_fr: Activer le comic au hasard dans la navigation comic ?

source: When this is enabled, a link will appear in the navigation that lets you go to a random comic in all chapters.
de_de: Wenn diese Option aktiviert ist, wird ein Link in der Navigation erscheinen, der Dich zu einem zufälligen Comic in allen Kapiteln führt.
fr_fr: Coché, un lien apparaît dans la navigation qui permet au visiteur d'atteindre un comic au hasard dans tous les chapitres.

source: Enable the comment link in the comic navigation?
de_de: Aktiviere den Kommentar-Link in der Comicnavigation?
fr_fr: Activer le lien de commentaire dans la navigation comic ?

source: When this is enabled, a link will appear in the navigation that lets you go to the comments section of the current post, it also shows how many comments there currently are.
de_de: Wenn dies aktiviert ist, wird ein Link in der Navigation erscheinen, der es ermöglicht zum Kommentarbereich des aktuellen Posts zu gehen. Er zeigt auch an wie viele Kommentare es derzeitig gibt.
fr_fr: Coché, un lien apparaît dans la navigation qui permet au visiteur d'aller dans la section commentaire du billet. Il montre aussi le nombre de commentaires correspondant.

source: Enable the "embed this comic" textarea in the comic navigation?
de_de: Aktiviere den "bette diesen Comic ein" Textbereich in der Comicnavigation?
fr_fr: Activer le message "intégrer ce comic" dans la navigation comic ?

source: When this is enabled, a textarea will appear under the navigation with the href and image link to have users embed this comic on their site.
de_de: Wenn dies aktiviert ist, wird ein Textbereich unter der Navigation mit dem href- und dem Bildlink erscheinen, der es ermöglicht, dass Leser diesen Comic auf ihrer Seite einbinden.
fr_fr: Coché, un message apparaît sous la navigation avec le href et le lien vers l'image pour permette à vos visiteurs d'intégrer ce comic dans leur site.

source: Select Story
de_de: Story auswählen
fr_fr: Choisir une histoire

source: Display dropdown list of comic chapters.
de_de: Zeige eine Dropdown-Liste der Comickapitel an.
fr_fr: Affiche une liste déroulante de chapitres de comics.

source: Comic Easel - Comic Chapters
de_de: Comic Easel - Comic Kapitel
fr_fr: Comic Easel - Chapitres de comics

source: Comic Chapters
de_de: Comic Kapitel
fr_fr: Chapitres de comics

source: Title:
de_de: Titel:
fr_fr: Titre:

source: Calendar
de_de: Kalender
fr_fr: Calendrier

source: View posts for %1$s %2$s
de_de: Zeige die Posts für %1$s %2$s
fr_fr: Voir les billets de %1$s %2$s

source: Display a calendar showing this months posts. (this calendar does not drop lines if there is no title given.)
de_de: Zeige einen Kalender mit den Posts dieses Monats an.
fr_fr: Affiche un calendrier montrant les billets de ce mois (ce calendrier ne s'affiche pas si aucun titre n'est présent).

source: Comic Easel - Calendar
de_de: Comic Easel - Kalender
fr_fr: Comic Easel - Calendrier

source: DOWNLOAD
fr_fr: TÉLÉCHARGER

source: Download Small
de_de: Download Klein
fr_fr: Télécharger la petite taille

source: S
fr_fr: P

source: Download Medium
de_de: Download Mittel
fr_fr: Télécharger la taille Medium

source: Download Large
de_de: Download Gross
fr_fr: Télécharger la taille Large

source: Thumbnail URL (178px by 130px):
fr_fr: URL de la miniature (178px par 130px):

source: Add link on thumbnails:
de_de: Link für Thumbnail hinzufügen
fr_fr: Ajouter un lien sur les miniatures:

source: Wallpaper URL (Small):
de_de: Wallpaper URL (Klein):
fr_fr: URL fond d'écran (Petite taille):

source: Wallpaper URL (Medium):
de_de: Wallpaper URL (Mittel):
fr_fr: URL fond d'écran (Medium):

source: Wallpaper URL (Large):
de_de: Wallpaper URL (Gross):
fr_fr: URL fond d'écran (Large):

source: Displays navigation links for navigating your comics. This widget works best in the above-comic and under-comic sidebars if you set them in the theme you use.
de_de: Zeigt Navigationslinks für die Navigation Deiner Comics an. Dieses Widget funktioniert am Besten in "Über dem Comic"- und "Unter dem Comic"-Seitenleisten, wenn Du sie in Deinem verwendeten Theme einrichtest.
fr_fr: Afficher les liens de navigation pour vos comics. Ce widget est plus à sa place dans les sidebars au-dessus du comic ou en dessous si vous définissez leur utilisation dans le thème.

source: Image URL (for hotlinking/embedding):
de_de: Image URL (für hotlinking/embedding):
fr_fr: URL de l'image (pour un lien direct ou l'intégrer):

source: First
de_de: Erster
fr_fr: Début

source: Last
de_de: Neuester
fr_fr: Fin

source: Previous
de_de: Vorheriger
fr_fr: Précédent

source: Next
de_de: Nächster
fr_fr: Suivant

source: First in Chapter
de_de: Erstes im Kapitel
fr_fr: Début du chapitre

source: Last in Chapter
de_de: Vorheriges im Kapitel
fr_fr: Fin du chapitre

source: Previous in Chapter
fr_fr: Précédent dans le chapitre

source: Next in Chapter
de_de: Nächstes im Kapitel
fr_fr: Suivant dans le chapitre

source: Previous Chapter
de_de: Vorheriges Kapitel
fr_fr: Chapitre précédent

source: Next Chapter
de_de: Nächstes Kapitel
fr_fr: Chapitre suivant

source: Subscribe
fr_fr: S'inscrire

source: ImageURL
fr_fr: URL de l'image

source: Display a list of the latest comics
de_de: Zeige eine Liste der letzten Comics
fr_fr: Afficher une liste des derniers comics

source: Comic Easel - Latest Comics
de_de: Comic Easel - Letzte Comics
fr_fr: Comic Easel - Derniers comics

source: Latest Comics
de_de: Letze Comics
fr_fr: Derniers comics

source: Display a list of comics that are scheduled to be published.
de_de: Zeige eine Liste der Comics an, die zur Veröffentlichung geplant sind.
fr_fr: Afficher une liste de comics programmés pour être publiés.

source: Comic Easel - Scheduled Posts
de_de: Comic Easel - Geplante Posts
fr_fr: Comic Easel - Billets programmés

source: Scheduled Comics
de_de: Geplante Comics
fr_fr: Comics programmés

source: Display a thumbnail of a comic, by chapter, newest, first or random, clickable to go to the comic.
de_de: Zeige ein Thumbnail eines Comics, nach Kapitel, Neuester, Erster oder Zufall, anklickbar um zum Comic zu gehen.
fr_fr: Affiche une miniature du comic, par chapitre, le plus récent, le premier ou au hasard. Cliquer dessus amène au comic.

source: Comic Easel - Thumbnail
fr_fr: Comic Easel - Miniature

source: Which Chapter?
de_de: Welches Kapitel?
fr_fr: Quel chapitre ?

source: Get first in chapter instead?
de_de: "Get first" stattdessen in Kapitel?
fr_fr: Aller plutôt au premier comic dans le chapitre ?

source: Display a random Thumbnail?
de_de: Ein zufälliges Thumbnail anzeigen?
fr_fr: Afficher une miniature au hasard ?

source: *note: Random thumbnail overrides the get first in chapter option.
de_de: *Hinweis: Zufälliges Thumbnail überschreibt das "get first" in Kapiteloption.
fr_fr: *note: une miniature au hasard prend le pas sur l'option aller au premier comic dans le chapitre.

source: Display how many thumbnails?
de_de: Wie viele Thumbnails anzeigen?
fr_fr: Combien de miniatures à afficher ?

source: Include comic title?
de_de: Comictitel miteinbeziehen?
fr_fr: Inclure le titre de comic ?

source: Add centering html?
de_de: HTML-Zentrierung hinzufügen?
fr_fr: Ajouter le centrage html ?

source: Config
de_de: Konfiguration

source: Comic Easel - Config
de_de: Comic Easel - Konfiguration

source: created, developed and maintained by
de_de: geschaffen, entwickelt und betreut von

source: For technical assistance go to the
de_de: Gehen Sie für technische Unterstützung zu den

source: Comic
de_de: Comics

source: Chapters
de_de: Kapitel

source: Character
de_de: Charakter

source: Locations
de_de: Orte

source: Description
de_de: Beschreibung

# column name
source: Date
de_de: Datum

source: Use Gallery of Comics?
de_de: Comicgalerie benutzen?

source: Misc. Comic Functionality
de_de: Misc. Comicfunktionen

source: This information is password protected.
de_de: Diese Information ist passwortgeschützt.

source: No Gallery or featured image Found.
de_de: Keine Galerie oder gefeaturetes Bild gefunden.

source: Edit Comic.
de_de: Comic bearbeiten.

source: Related Comics &not;
de_de: Ähnliche Comics &not;

source: Unknown Character:
de_de: Unbekannter Charakter

source: Configuration
de_de: Konfiguration

source: Enable Dashboard Feed to ComicEasel.com
de_de: Aktiviere Dashboard Feed für ComicEasel.com

source: This is a feed that shows what is happening on ComicEasel.com
de_de: Dieser Feed zeigt was auf ComicEasel.com passiert

source: Comment&nbsp;
de_de: Kommentiere&nbsp;

source: Comment
de_de: Kommentiere

source: Comments
de_de: Kommentare
